Repository: adamkis/MyVocabularyNotebook
Catalog: MyPhraseBook/*.lproj/Main.strings
Languages: hu

# K1L-eh-aPS.text
source: I would like to save phrases
hu: Szeretnék fordításokat hozzáadni

# KKi-Mj-niR.text
source: and this language:
hu: cél nyelv:

# Ont-Rn-qCC.text
source: between this language:
hu: forrás nyelv:

# R2f-AW-OEC.title
source: Share
hu: Megosztás

# UdL-IW-5KJ.title
source: My Phrases
hu: Fordítások

# WOn-rD-BdF.normalTitle
source: Save
hu: Mentés

# v83-Vh-W43.title
source: Phrase
hu: Fordítás

# zdM-Pv-jDo.title
source: PhraseBooks
hu: Szótárak

# ZKL-jz-DJP.normalTitle
source: It was right
hu: Helyes volt

# eLW-JX-Mdn.title
source: Test Out
hu: Kikérdezés

# sMX-t0-wnl.normalTitle
source: Show
hu: Mutasd

# 4Q1-I3-Zdi.normalTitle
source: Next
hu: Következő
